13/data/attachments/76c1b5e21b376cd3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_ec6e5ccc-b544-4b3c-81fc-aa908783029c</nif:username>
            <nif:friendToBeAdded>Sandra_difficult_Friend_2579_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>